[
    {
        "title":"Corporate Practice",
        "pages":[
            [
                "The Corporate Area is central to our services.  This area coordinates the work of different fields of specialization to satisfy the needs of clients in the most varied of industries with the depth and reality that business requires today.",
                "The impacts of development and more specific regulation require an ongoing search for solutions and alternatives to a wide variety of challenges.  It is indispensable to have an advisor who can respond quickly and directly."
            ],
            {
                "servicios":[
                    "Mergers and Acquisitions",
                    "Reorganizations",
                    "Legal representation"
                ],
                "asociados":[
                    {
                        "nombre":"Matías Ovalle",
                        "link":"matias-ovalle"
                    },
                    {
                        "nombre":"Bárbara Morgan",
                        "link":"barbara-morgan"
                    },
                    {
                        "nombre":"Valentina Acharán",
                        "link":"valentina-acharan"
                    },
                    {
                        "nombre":"Daniel Retamal",
                        "link":"daniel-retamal"
                    },
                    {
                        "nombre":"Macarena Waidele",
                        "link":"macarena-waidele"
                    },
                    {
                        "nombre":"Fernando Olavarría",
                        "link":"fernando-olavarria"
                    }
                ]
            }
        ]
    },
    {
        "title":"Litigation",
        "pages":[
            [
                "Highly complex litigation and the creation of new specialized courts are quite a challenge.  In this scenario, we have consolidated a litigation team of highly trained professionals with vast experience in this practice, capable of handling the new requirements.",
                "The Litigation Area provides strategic, effective resolutions of disputes of great interest and importance to each client.  It accompanies them from the initial stage of negotiation, in the effort to avoid unnecessary judicialization, to the final court instance.",
                "This practice works creatively, using the technical know-how of the team.  It represents the interests of each client in any type of commercial, civil, tax, or  contentious administrative claim."
            ],
            {
                "servicios":[
                    "Ordinary and special lawsuits",
                    "Arbitration",
                    "Litigation before ordinary courts",
                    "Contentious administrative claims"
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Josefina Escobar",
                        "link":"josefina-escobar"
                    },
                    {
                        "nombre":"Javiera Moreno",
                        "link":"javiera-moreno"
                    },
                    {
                        "nombre":"Catalina Casas",
                        "link":"catalina-casas"
                    }
                ]
            }
        ]
    },
    {
        "title":"Insurance Practice",
        "pages":[
            [
                "The 2010 earthquake in Chile revealed how few specialists were available to help the insured handle their loss claims, revealing a great inequality between them and insurers. That same year the Insurance practice was created to provide services exclusively to non-insurance companies.",
                "This area has been a pioneer in the design and management of private insurance tenders, and it has been perfecting that service as time goes by to include all types of coverage.  As a result, our clients have been able to transparently optimize their insurance programs to the utmost, and have at times asked us to provide this same service to the subsidiaries that some of them have in other countries in the region.",
                "Some of the more notable services we provide are risk analysis reports, insurance program structures, and a review of the relevant clauses in construction, purchase, lease and other agreements.  We also provide counseling in the filing of insurance claims and in the appeal of loss adjustments, thus keeping the judicialization of disputes to a minimum."
            ],
            {
                "servicios":[
                    "Risk Audits",
                    "Insurance Program Design",
                    "Insurance Tender Management",
                    "Loss Adjustment Counseling",
                    "External management of all insurance matters (such as reporting changes in risk, endorsement requests, loss notices, and relationships with beneficiary banks)"
                ],
                "asociados":[
                    {
                        "nombre":"Alejandra Schibli",
                        "link":"alejandra-schibli"
                    },
                    {
                        "nombre":"Nicolás Ruedi",
                        "link":"nicolas-ruedi"
                    },
                    {
                        "nombre":"Olivia Ovalle",
                        "link":"olivia-ovalle"
                    }
                ]
            }
        ]
    },
    {
        "title":"Tax Practice",
        "pages":[
            [
                "At this time, an exact compliance with tax regulations and an appropriate and responsible control are fundamental to earning a higher return on the business.  Added to this is the fact that the authority is requiring that senior corporate management be involved in the tax decisions adopted by a company.",
                "Among the reasons behind this are the tax reform, which increased the powers of the Internal Revenue Service of Chile; technologies that allow a greater scrutiny of taxpayers’ operations; and the new oversight trends.",
                "In view of this, the Tax Area provides expert counseling to accompany each client in all stages of the business so as to achieve an efficient tax management while ensuring that the law is followed at all times.",
                "Some of the main services offered by this area are the preparation of legal tax structure opinions, a review of expenses and support, and specialized counseling in the review and drafting of corporate structures, contracts and, generally, tax impacts in any type of transaction.",
                "This service also includes accompanying clients at all times during tax audits in order to reduce potential disputes in the administrative stage or to file appeals before the relevant courts.",
                "The firm has ample experience in international taxation, both foreign investment in Chile and Chilean investment abroad. This knowledge is complemented by collaborative work with attorneys in the United States, Europe and Asia. In each case, the effects of additional taxation applicable on remittances to abroad are analyzed, together with the applicability of double taxation treaties, the taxation in Chile of passive income held abroad, and the deduction of taxes paid abroad from income tax."
            ],
            {
                "servicios":[
                    "Legal tax structure opinions",
                    "Preventive review of expenses and support",
                    "International taxation",
                    "Assistance in tax audits",
                    "Appeals before tax and customs courts"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Joaquín Erlbaun",
                        "link":"joaquin-erlbaun"
                    },
                    {
                        "nombre":"Jaime Rodríguez",
                        "link":"jaime-rodriguez"
                    }
                ]
            }
        ]
    },
    {
        "title":"Labor and Immigration Practice",
        "pages":[
            [
                "This area provides legal counsel directly and permanently in labor, social security and immigration matters to companies engaging in the most varied types of production.  The services it offers include a review and drafting of documents in compliance with governing regulations, and the planning, management and implementation of individual employment contracts and collective bargaining agreements, especially counseling during collective bargaining.",
                "The Labor and Immigration area assists in the hiring of foreign employees and in the processing of the necessary immigration authorizations both in Chile and abroad.",
                "The team is characterized by the closeness and daily relationship it has with each client.  This results in a timely, quality service tailored to the particular needs of each company.",
                "This area works in constant coordination with the Judicial Services area, which represents our clients in litigious matters."
            ],
            {
                "servicios":[
                    "Collective bargaining",
                    "Drafting of employment contracts, severance releases and Internal Regulations",
                    "Immigration proceedings"
                ],
                "asociados":[
                    {
                        "nombre":"Matías Ovalle",
                        "link":"matias-ovalle"
                    },
                    {
                        "nombre":"Juan Ignacio Chamorro",
                        "link":"juan-ignacio-chamorro"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":""
                    },
                    {
                        "nombre":"María Jesús Pimentel",
                        "link":""
                    }
                ]
            }
        ]
    },
    {
        "title":"Government, Regulatory and Administrative Practice",
        "pages":[
            [
                "Lately, government regulation of different markets and activities has been on the rise. That is why today, it is fundamental that the private sector keep an appropriate control and comply with these regulations in doing business in Chile.",
                "Whether it be constitutional, environmental, energy, telecommunications, aquaculture, municipal or other similar matters, the recommendation is to have ongoing support in the preparation of filings made with the Courts of Justice and regulators and in the defense of particular interests in inquests.  This area provides counsel in all those respects.  It can also handle proceedings to challenge the legality of a government act and requests for rulings by the Office of General Accountability of Chile.",
                "The services include integral counsel regarding the continuous regulatory compliance to which regulated sectors are exposed and the processing of the permits and administrative authorizations needed by each client.  We can provide complete assistance in Due Diligence analyses to ensure regulatory compliance."
            ],
            {
                "servicios":[
                    "Permits and administrative authorizations",
                    "Challenges of the legality of certain government acts and requests for rulings by the Office of General Accountability of Chile",
                    "Assistance and representation in administrative inquests",
                    "Counseling in public tenders by government agencies",
                    "Constitutional actions and the filing of claims of illegal municipal actions",
                    "Assistance in Due Diligence analyses to ensure regulatory compliance",
                    "Counseling in legislative matters and analysis of the regulatory impact of new legal initiatives"
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Gerardo Ramírez",
                        "link":"gerardo-ramirez"
                    },
                    {
                        "nombre":"Matías Ponce",
                        "link":"matias-ponce"
                    }
                ]
            }
        ]
    },
    {
        "title":"Property Practice",
        "pages":[
            [
                "The firm has ample experience in property matters and can provide integral service in the stages of evaluation, planning, development, financing and subsequent sale of industrial, commercial and residential projects, both urban and rural.",
                "This area helps investors, owners and other parties involved in the negotiation and drafting of agreements prior to the acquisition of a property, in the transaction closing, in promises and offers, among others. Added to this is an analysis of the titles to the relevant properties and of administrative, sectorial and/or environmental permits or authorizations that may necessary.  The objective is to determine whether there are potential contingencies in each of these aspects and to provide effective legal solutions in the shortest time possible.",
                "This area also drafts contracts for the purchase of a property and subsequent sale to someone else, in addition to representing clients in proceedings or filings to be made with the relevant authority. Lastly, it makes strategic recommendations on the type of construction contract that is most appropriate and efficient for each project, and accompanies clients in public and private tenders for such contracts."
            ],
            {
                "servicios":[
                    "Counseling in the planning and design of real estate projects",
                    "Counseling in property management",
                    "Promises and option agreements, among other preparatory contracts",
                    "Purchase agreements, leases and leasebacks, among others",
                    "Construction contracts"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Maricarmen González",
                        "link":"maricarmen-gonzalez"
                    },
                    {
                        "nombre":"Javiera Zamora",
                        "link":"javiera-zamora"
                    }
                ]
            }
        ]
    },
    {
        "title":"Judicial Services",
        "pages":[
            [
                "Nowadays companies do business in a setting where it is ever more likely that they will be exposed to different disputes, regardless of how meticulous or careful they are, so they must internalize that possibility as part of their operating risks.",
                "The mission of this area is to provide integral ongoing assistance to understand in depth, from the viewpoint of each client, the challenges associated with his business, to thus make an active contribution to preventing and mitigating legal contingencies and avoiding the judicialization of disputes, all from a cost-effective standpoint.",
                "This area provides counsel in preliminary and judicial matters involving labor disputes or disputes subject to special regulations, such as the Consumer Protection Law or Municipal Revenue Law, which may become recurrent depending on the particular business of each company.",
                "It also manages and administrates, extrajudicially, the collection portfolio for our regular clients until the attachment or bankruptcy proceedings have ended."
            ],
            {
                "servicios":[
                    "Labor litigation",
                    "Judicial collections",
                    "Litigation before Magistrate’s Courts"
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":"juan-francisco-ready"
                    },
                    {
                        "nombre":"Javiera Moreno",
                        "link":"javiera-moreno"
                    }
                ]
            }
        ]
    },
    {
        "title":"Entrepreneurship",
        "pages":[
            [
                "Thanks to the contribution by small and mid-sized entities to the economy and to the country’s employment statistics, entrepreneurship has become one of the most appreciated initiatives in Chile. However, starting up a project or new business is not always an easy task.",
                "So, in line with the times, the Entrepreneurship and Development area has been created to provide expert counsel directly to SME’s and new undertakings.  The objective is to provide agile, close, quality service that helps each entrepreneurship grow.  Direct relations are formed to gain a complete understanding of the business that is being evaluated or implemented.",
                "The lawyers on this team have vast experience in the development and structuring of companies, both in the formalization of the company or of the business plan as well as in the implementation of the project.   And although they are fully trained to accompany new businesses in all legal matters, their work is focused mainly on the practice of tax, corporate, labor, property, regulatory and contract law."
            ],
            {
                "par":["Among the services provided by the area are an initial assessment of the business and assistance in start-up and in loan agreements.  The initial business model is analyzed and recommendations are made to determine and prepare the type of loan contract appropriate to the business.  Legal structures are implemented and the general terms of contracts and finance structures are reviewed."],
                "servicios":[
                    "Initial assessment of the business",
                    "Assistance in start-up",
                    "Assistance in loan agreements"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Olivia Ovalle",
                        "link":"olivia-ovalle"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":"juan-francisco-ready"
                    },
                    {
                        "nombre":"Fernando Olavarría",
                        "link":"fernando-olavarria"
                    }
                ]
            }
        ]
    }
]
