[
    {
        "title":"Corporate Practice",
        "pages":[
            [
                "The Corporate Area is central to our services.  This area coordinates the work of different fields of specialization to satisfy the needs of clients in the most varied of industries with the depth and reality that business requires today.",
                "The impacts of development and more specific regulation require an ongoing search for solutions and alternatives to a wide variety of challenges.  It is indispensable to have an advisor who can respond quickly and directly."
            ],
            {
                "servicios":[
                    "Mergers and Acquisitions",
                    "Reorganizations",
                    "Legal representation"
                ],
                "asociados":[
                    {
                        "nombre":"Matías Ovalle",
                        "link":"matias-ovalle"
                    },
                    {
                        "nombre":"Bárbara Morgan",
                        "link":"barbara-morgan"
                    },
                    {
                        "nombre":"Valentina Acharán",
                        "link":"valentina-acharan"
                    },
                    {
                        "nombre":"Daniel Retamal",
                        "link":"daniel-retamal"
                    },
                    {
                        "nombre":"Macarena Waidele",
                        "link":"macarena-waidele"
                    },
                    {
                        "nombre":"Fernando Olavarría",
                        "link":"fernando-olavarria"
                    }
                ]
            }
        ]
    },
    {
        "title":"Litigation",
        "pages":[
            [
                "Highly complex litigation and the creation of new specialized courts are quite a challenge.  In this scenario, we have consolidated a litigation team of highly trained professionals with vast experience in this practice, capable of handling the new requirements.",
                "The Litigation Area provides strategic, effective resolutions of disputes of great interest and importance to each client.  It accompanies them from the initial stage of negotiation, in the effort to avoid unnecessary judicialization, to the final court instance.",
                "This practice works creatively, using the technical know-how of the team.  It represents the interests of each client in any type of commercial, civil, tax, or  contentious administrative claim."
            ],
            {
                "servicios":[
                    "Ordinary and special lawsuits",
                    "Arbitration",
                    "Litigation before ordinary courts",
                    "Contentious administrative claims"
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Josefina Escobar",
                        "link":"josefina-escobar"
                    },
                    {
                        "nombre":"Javiera Moreno",
                        "link":"javiera-moreno"
                    },
                    {
                        "nombre":"Catalina Casas",
                        "link":"catalina-casas"
                    }
                ]
            }
        ]
    },
    {
        "title":"Insurance Practice",
        "pages":[
            [
                "The 2010 earthquake in Chile revealed how few specialists were available to help the insured handle their loss claims, revealing a great inequality between them and insurers. That same year the Insurance practice was created to provide services exclusively to non-insurance companies.",
                "This area has been a pioneer in the design and management of private insurance tenders, and it has been perfecting that service as time goes by to include all types of coverage.  As a result, our clients have been able to transparently optimize their insurance programs to the utmost, and have at times asked us to provide this same service to the subsidiaries that some of them have in other countries in the region.",
                "Some of the more notable services we provide are risk analysis reports, insurance program structures, and a review of the relevant clauses in construction, purchase, lease and other agreements.  We also provide counseling in the filing of insurance claims and in the appeal of loss adjustments, thus keeping the judicialization of disputes to a minimum."
            ],
            {
                "servicios":[
                    "Risk Audits",
                    "Insurance Program Design",
                    "Insurance Tender Management",
                    "Loss Adjustment Counseling",
                    "External management of all insurance matters (such as reporting changes in risk, endorsement requests, loss notices, and relationships with beneficiary banks)"
                ],
                "asociados":[
                    {
                        "nombre":"Alejandra Schibli",
                        "link":"alejandra-schibli"
                    },
                    {
                        "nombre":"Nicolás Ruedi",
                        "link":"nicolas-ruedi"
                    },
                    {
                        "nombre":"Olivia Ovalle",
                        "link":"olivia-ovalle"
                    }
                ]
            }
        ]
    },
    {
        "title":"Tax Practice",
        "pages":[
            [
                "At this time, an exact compliance with tax regulations and an appropriate and responsible control are fundamental to earning a higher return on the business.  Added to this is the fact that the authority is requiring that senior corporate management be involved in the tax decisions adopted by a company.",
                "Among the reasons behind this are the tax reform, which increased the powers of the Internal Revenue Service of Chile; technologies that allow a greater scrutiny of taxpayers’ operations; and the new oversight trends.",
                "In view of this, the Tax Area provides expert counseling to accompany each client in all stages of the business so as to achieve an efficient tax management while ensuring that the law is followed at all times.",
                "Some of the main services offered by this area are the preparation of legal tax structure opinions, a review of expenses and support, and specialized counseling in the review and drafting of corporate structures, contracts and, generally, tax impacts in any type of transaction.",
                "This service also includes accompanying clients at all times during tax audits in order to reduce potential disputes in the administrative stage or to file appeals before the relevant courts.",
                "The firm has ample experience in international taxation, both foreign investment in Chile and Chilean investment abroad. This knowledge is complemented by collaborative work with attorneys in the United States, Europe and Asia. In each case, the effects of additional taxation applicable on remittances to abroad are analyzed, together with the applicability of double taxation treaties, the taxation in Chile of passive income held abroad, and the deduction of taxes paid abroad from income tax."
            ],
            {
                "servicios":[
                    "Legal tax structure opinions",
                    "Preventive review of expenses and support",
                    "International taxation",
                    "Assistance in tax audits",
                    "Appeals before tax and customs courts"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Joaquín Erlbaun",
                        "link":"joaquin-erlbaun"
                    },
                    {
                        "nombre":"Jaime Rodríguez",
                        "link":"jaime-rodriguez"
                    }
                ]
            }
        ]
    },
    {
        "title":"Labor and Immigration Practice",
        "pages":[
            [
                "This area provides legal counsel directly and permanently in labor, social security and immigration matters to companies engaging in the most varied types of production.  The services it offers include a review and drafting of documents in compliance with governing regulations, and the planning, management and implementation of individual employment contracts and collective bargaining agreements, especially counseling during collective bargaining.",
                "The Labor and Immigration area assists in the hiring of foreign employees and in the processing of the necessary immigration authorizations both in Chile and abroad.",
                "The team is characterized by the closeness and daily relationship it has with each client.  This results in a timely, quality service tailored to the particular needs of each company.",
                "This area works in constant coordination with the Judicial Services area, which represents our clients in litigious matters."
            ],
            {
                "servicios":[
                    "Collective bargaining",
                    "Drafting of employment contracts, severance releases and Internal Regulations",
                    "Immigration proceedings"
                ],
                "asociados":[
                    {
                        "nombre":"Matías Ovalle",
                        "link":"matias-ovalle"
                    },
                    {
                        "nombre":"Juan Ignacio Chamorro",
                        "link":"juan-ignacio-chamorro"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":""
                    },
                    {
                        "nombre":"María Jesús Pimentel",
                        "link":""
                    }
                ]
            }
        ]
    },
    {
        "title":"Government, Regulatory and Administrative Practice",
        "pages":[
            [
                "En el último tiempo se han acrecentado las regulaciones públicas sobre distintos mercados o actividades. Es por esto que hoy es fundamental, principalmente para el mundo privado, mantener un adecuado control y cumplimiento de estas normas a la hora de desarrollar un buen negocio en Chile.",
                "Ya sea desde la perspectiva constitucional, ambiental, energética, de telecomunicaciones, acuícola, municipal u otra similar, la recomendación es contar con un apoyo constante para la formulación de presentaciones ante los Tribunales de Justicia y organismos reguladores, así como para defender los intereses particulares en procedimientos sancionatorios. Esta área presta asesoría en todos aquellos aspectos. Asimismo, lidera impugnaciones de legalidad y solicitudes de dictámenes ante la Contraloría General de la República.",
                "Los servicios incluyen una asesoría integral en torno al cumplimiento normativo continuo al que están expuestos los sectores regulados, junto con la obtención de permisos y autorizaciones administrativas que cada cliente requiere. En esta línea de trabajo se ofrece también una completa asistencia en favor del cumplimiento regulatorio en procesos de Due Diligence."
            ],
            {
                "servicios":[
                    "Obtención de permisos y autorizaciones administrativas",
                    "Impugnaciones de legalidad y solicitudes de dictámenes a la Contraloría General de la República",
                    "Asistencia y representación en procedimientos administrativos sancionadores.",
                    "Asesoría en licitaciones públicas ante organismos del Estado",
                    "Acciones constitucionales y presentación de reclamos de ilegalidad municipal",
                    "Asistencia al cumplimiento regulatorio en procesos de Due Diligence",
                    "Asesoría legislativa y análisis de impacto regulatorio de nuevas iniciativas legales"
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Gerardo Ramírez",
                        "link":"gerardo-ramirez"
                    },
                    {
                        "nombre":"Matías Ponce",
                        "link":"matias-ponce"
                    }
                ]
            }
        ]
    },
    {
        "title":"Property Practice",
        "pages":[
            [
                "El estudio cuenta con una amplia experiencia en el ámbito inmobiliario, brindando siempre una asesoría integral en las etapas de evaluación, planificación, desarrollo, financiamiento y posterior comercialización de proyectos industriales, comerciales y residenciales, tanto urbanos como rurales.",
                "A través de esta área se acompaña a inversionistas, propietarios y otras partes involucradas en la negociación y confección de acuerdos preliminares a la adquisición de un inmueble, en el cierre de negocios, en los contratos de promesa, en las ofertas, entre otros. A esto se suma el análisis de los títulos de los inmuebles involucrados y de los permisos o autorizaciones administrativas, sectoriales y/o medioambientales correspondientes. El objetivo de este trabajo es determinar la existencia de posibles contingencias en cada uno de estos ámbitos y presentar, en el menor tiempo posible, soluciones jurídicas eficaces."
            ],
            {
                "par":["Junto con lo anterior, confecciona  los contratos que materializan la adquisición de un inmueble y su posterior venta a terceros, además de  representar a sus clientes en las  gestiones o presentaciones que deban efectuar ante la autoridad competente. Por último,  recomienda, desde una perspectiva estratégica, la clase de contrato de construcción que resulte más adecuada y eficiente para la ejecución de cada proyecto, acompañando a los clientes en los procesos de licitación pública o privada que se efectúen a su respecto."],
                "servicios":[
                    "Asesoría en la planificación y diseño de proyectos inmobiliarios",
                    "Asesoría en materia de gestión inmobiliaria",
                    "Contratos de promesa, opción, entre otros contratos preparatorios",
                    "Contratos de compraventa, leasing, leaseback, arrendamiento, entre otros",
                    "Contratos de construcción"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Maricarmen González",
                        "link":"maricarmen-gonzalez"
                    },
                    {
                        "nombre":"Javiera Zamora",
                        "link":"javiera-zamora"
                    }
                ]
            }
        ]
    },
    {
        "title":"Judicial Services",
        "pages":[
            [
                "Hoy en día las empresas se mueven en un contexto donde la exposición a distintas controversias es cada vez más probable, independiente de cuan prolijas o cuidadosas sean, de manera tal que deben internalizarlas como parte de sus riesgos operativos.",
                "La misión de esta área es prestar una asesoría permanente e integrada, que permita entender en profundidad y desde la mirada del propio cliente, los desafíos asociados a su giro, para así contribuir activamente en la prevención y mitigación de contingencias legales, evitando la judicialización de los conflictos. Todo esto, con un alto sentido de costo - eficiencia.",
                "De este modo, presta asesoría en la instancia prejudicial y/o judicial asociada a conflictos de naturaleza laboral, o aquellos sometidos a normativas especiales tales como Ley de Defensa del Consumidor, Rentas Municipales, entre otras que, en atención al giro particular de cada empresa, puedan generarle controversias de carácter recurrente.",
                "Asimismo, asume la administración y gestión de la cartera de cobranza de nuestros clientes habituales, desde lo extrajudicial, hasta la íntegra tramitación de juicios ejecutivos o procedimientos de liquidación concursal,  según corresponda."
            ],
            {
                "servicios":[
                    "Litigación laboral",
                    "Cobranzas judiciales",
                    "Litigación en Juzgados de Policía Local "
                ],
                "asociados":[
                    {
                        "nombre":"Javier Ovalle",
                        "link":"javier-ovalle"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":"juan-francisco-ready"
                    },
                    {
                        "nombre":"Javiera Moreno",
                        "link":"javiera-moreno"
                    }
                ]
            }
        ]
    },
    {
        "title":"Entrepreneurship",
        "pages":[
            [
                "Gracias al aporte de las pequeñas y medianas empresas a la economía y a los índices laborales del país, el emprendimiento se ha convertido en una de las iniciativas más valoradas en Chile. Sin embargo, iniciar un proyecto o un nuevo negocio no siempre es tarea fácil.",
                "Ante esta situación y en línea con los tiempos, surge el área de Emprendimiento y Desarrollo, capaz de prestar asesoría directa y experta a pymes y nuevos emprendimientos. Su objetivo es entregar un servicio ágil, cercano y de calidad que contribuya al crecimiento de cada iniciativa. Para ello se generan relaciones directas que buscan comprender integralmente el negocio que se está evaluando o llevando a cabo.",
                "Los abogados de este equipo cuentan con una vasta experiencia en el desarrollo y en la estructuración de empresas, tanto en la etapa de formalización o en la planificación del plan de negocios, como en la realización del proyecto. Y si bien están plenamente capacitados para acompañar a los nuevos negocios en todas las materias legales, su quehacer se enfoca principalmente en el derecho tributario, corporativo, laboral, inmobiliario, regulatorio y de contratos en general."
            ],
            {
                "par":["Dentro de los servicios prestados por el área destaca la evaluación inicial del negocio, la asesoría de puesta en marcha y la asesoría respecto a contratos de financiamientos. Mediante estos se analiza y asesora el modelo de negocio inicial para determinar y confeccionar el tipo de contratos que le corresponde a su rubro, se implementan las estructuras legales y se revisan los términos generales de los contratos y estructuras de financiamiento."],
                "servicios":[
                    "Evaluación inicial del negocio",
                    "Asesoría de puesta en marcha",
                    "Asesoría en contratos de financiamiento"
                ],
                "asociados":[
                    {
                        "nombre":"Álvaro Parra",
                        "link":"alvaro-parra"
                    },
                    {
                        "nombre":"Olivia Ovalle",
                        "link":"olivia-ovalle"
                    },
                    {
                        "nombre":"Juan Francisco Ready",
                        "link":"juan-francisco-ready"
                    },
                    {
                        "nombre":"Fernando Olavarría",
                        "link":"fernando-olavarria"
                    }
                ]
            }
        ]
    }
]
